{
    "database": "tldr",
    "type": {
        "website_url": "",
        "title": "",
        "summary": ""
    },
    "week-by-week": {
        "1-2-3-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/1-2-3-weeks/",
            "title": "You and your pregnancy at 1 to 3 weeks - NHS",
            "summary": "In the first 2 weeks or so, you are not actually pregnant. Your body is preparing for ovulation (releasing an egg from one of your ovaries) as usual. The most reliable way of finding out if you're pregnant is to take a pregnancy test."
        },
        "4-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/4-weeks/",
            "title": "You and your baby at 4 weeks pregnant - NHS",
            "summary": "Conception usually takes place about 2 weeks after your last period. In the first 4 weeks of pregnancy, you probably will not notice any symptoms. The first thing you may notice is that your period does not arrive."
        },
        "5-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/5-weeks/",
            "title": "You and your baby at 5 weeks pregnant - NHS",
            "summary": "This is the time of the first missed period, when most women are only just beginning to think they may be pregnant. Your baby's nervous system is already developing, and the foundations for its major organs are in place. At this stage, the embryo is around 2mm long."
        },
        "6-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/6-weeks/",
            "title": "You and your baby at 6 weeks pregnant - NHS",
            "summary": "There's a large bulge where the heart is and a bump at the head end of the neural tube. The embryo is curved and has a tail, and looks a bit like a small tadpole. By now, the embryo is covered with a thin layer of see-through skin."
        },
        "7-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/7-weeks/",
            "title": "You and your baby at 7 weeks pregnant - NHS",
            "summary": "The embryo has a large forehead, and the eyes and ears continue to develop. The inner ears start to develop, but the outer ears on the sides of the head will not appear for a couple more weeks. The limb buds start to form cartilage, which will develop into the bones of the legs and arms."
        },
        "8-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/8-weeks/",
            "title": "You and your baby at 8 weeks pregnant - NHS",
            "summary": "The foetus is still inside its amniotic sac and the placenta is continuing to develop. At this stage, the foetus still gets its nourishment from the yolk sac. Your womb has grown to the size of a lemon by the time you're 8 weeks pregnant."
        },
        "9-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/9-weeks/",
            "title": "You and your baby at 9 weeks pregnant - NHS",
            "summary": "At 9 weeks of pregnancy, your baby has grown to about 22mm long from head to bottom. During this time your breasts will have got bigger, so consider wearing a supportive bra. You may also find that your emotions vary – you feel happy one moment and sad the next."
        },
        "10-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/10-weeks/",
            "title": "You and your baby at 10 weeks pregnant - NHS",
            "summary": "Pregnant women and their babies are at higher risk from flu (influenza) and whooping cough (pertussis) You're advised to have a flu vaccination in pregnancy to protect you and your baby."
        },
        "11-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/11-weeks/",
            "title": "You and your baby at 11 weeks pregnant - NHS",
            "summary": "The bones of the face are formed now and eyelids are closed. Limiting the amount of caffeine you have in pregnancy can reduce the chances of miscarriage and your baby weighing less than normal when they're born."
        },
        "12-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/1-to-12/12-weeks/",
            "title": "You and your baby at 12 weeks pregnant - NHS",
            "summary": "Just 12 weeks after your last period, the foetus is fully formed. The organs, muscles, limbs and bones are in place, and the sex organs are well developed. It's too early for you to be able to feel the baby's movements yet, but they'll be moving quite a bit."
        },
        "13-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/13-weeks/",
            "title": "You and your baby at 13 weeks pregnant - NHS",
            "summary": "Your baby's ovaries or testes are fully developed inside their body. The genitals are forming outside their body, where there was a swelling between the legs, there will now be a penis or clitoris growing. You will not usually be able to find out the sex of your baby at this stage."
        },
        "14-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/14-weeks/",
            "title": "You and your baby at 14 weeks pregnant - NHS",
            "summary": "At 14 weeks, the baby is about 85mm long from head to bottom. The baby begins to swallow little bits of amniotic fluid, which pass into the stomach. The kidneys start to work and the swallowed fluid passes back into the amniotics as urine."
        },
        "15-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/15-weeks/",
            "title": "You and your baby at 15 weeks pregnant - NHS",
            "summary": "It's normal to have more vaginal discharge in pregnancy. It's usually thin, clear or milky white and should not smell unpleasant. If it's smelly, you feel itchy or sore, or have pain when you pee."
        },
        "16-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/16-weeks/",
            "title": "You and your baby at 16 weeks pregnant - NHS",
            "summary": "Itching in pregnancy can be a sign of the rare liver disorder intrahepatic cholestasis of pregnancy. You're entitled to free prescriptions and dental care throughout your pregnancy and until 1 year after the birth. Find out about having a healthy diet in pregnancy and tips for healthy snacks."
        },
        "17-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/17-weeks/",
            "title": "You and your baby at 17 weeks pregnant - NHS",
            "summary": "The eyebrows and eyelashes are beginning to grow. Your baby's eyes can move now, although the eyelids are still shut. Fingernails and toenails are growing, and the baby has a firm hand grip."
        },
        "18-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/18-weeks/",
            "title": "You and your baby at 18 weeks pregnant - NHS",
            "summary": "Stomach (abdominal) pain in pregnancy is common, and can be caused by constipation, wind, or \"growing pains\" as your ligaments stretch to support your growing bump. You may also get headaches in pregnancy, which could be a sign of something serious."
        },
        "19-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/19-weeks/",
            "title": "You and your baby at 19 weeks pregnant - NHS",
            "summary": "If you could see your baby now, they would look a bit wrinkled. The baby will continue to put on weight for the rest of the pregnancy. Once you start to feel your baby's movements, you should feel them right until they're born."
        },
        "20-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/20-weeks/",
            "title": "You and your baby at 20 weeks pregnant - NHS",
            "summary": "You may develop a dark line down the middle of your tummy. Your baby's skin is covered in a white, greasy substance called vernix. Normal hair loss slows down, so your hair may look thicker and shinier."
        },
        "21-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/21-weeks/",
            "title": "You and your baby at 21 weeks pregnant - NHS",
            "summary": "By 21 weeks, your baby weighs around 350g. The placenta will keep growing throughout pregnancy, but not as fast as your baby. Around this time, the baby becomes covered in a very fine, soft hair."
        },
        "22-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/22-weeks/",
            "title": "You and your baby at 22 weeks pregnant - NHS",
            "summary": "Not everybody gets stretch marks, but if you do, they will probably start becoming noticeable when you're around 22 to 24 weeks pregnant. They may appear on your stomach, breasts and thighs. At first they can be pink, red, purple or brown, depending on your skin colour."
        },
        "23-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/23-weeks/",
            "title": "You and your baby at 23 weeks pregnant - NHS",
            "summary": "Your baby's lungs are not yet able to work properly, but they are practising breathing movements to prepare for life outside the womb. You may develop piles (haemorrhoids) which are swellings containing enlarged blood vessels."
        },
        "24-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/24-weeks/",
            "title": "You and your baby at 24 weeks pregnant - NHS",
            "summary": "Most babies born before this time cannot live because their lungs and other vital organs are not developed enough. For babies born around this time, there are increased risks of disability. Find out about premature labour and birth and special care for babies."
        },
        "25-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/25-weeks/",
            "title": "You and your baby at 25 weeks pregnant - NHS",
            "summary": "The baby is moving about a lot and responds to touch and sound. A very loud noise may make them jump and kick, and you'll be able to feel this. Sometimes the baby may get hiccups and you can feel the jerk of each hiccup."
        },
        "26-weeks": {
            "type": "week-by-week",
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/26-weeks/",
            "title": "You and your baby at 26 weeks pregnant - NHS",
            "summary": "Pregnancy and birth can weaken the muscles of the pelvic floor. You may notice you leak pee when you cough, sneeze or strain your stomach muscles. You will be advised to have the whooping cough vaccination between 16 and 32 weeks of pregnancy."
        },
        "27-weeks": {
            "type": "week-by-week",
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/13-to-27/27-weeks/",
            "title": "You and your baby at 27 weeks pregnant - NHS",
            "summary": "Your baby's brain, lungs and digestive system are formed but not fully mature. Your baby's heart rate will have slowed to around 140 beats per minute. Not everyone gets stretch marks, but they usually fade with time."
        },
        "28-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/28-weeks/",
            "title": "You and your baby at 28 weeks pregnant - NHS",
            "summary": "By 28 weeks, your baby weighs around 1kg and is perfectly formed. The baby's heartbeat can now be heard through a stethoscope. Find out how to avoid indigestion and heartburn in pregnancy."
        },
        "29-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/29-weeks/",
            "title": "You and your baby at 29 weeks pregnant - NHS",
            "summary": "Your baby continues to be very active at this stage, and you'll probably be aware of lots of movements. There's no set number of your baby's movements you should feel each day – every pregnancy is different. If this pattern changes, contact your midwife or hospital to tell them."
        },
        "30-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/30-weeks/",
            "title": "You and your baby at 30 weeks pregnant - NHS",
            "summary": "The sucking reflex is developing by now and your baby can suck its thumb or fingers. The baby is growing plumper, and the skin begins to look less wrinkled and much smoother. Leg cramps at night are common at around 29 to 32 weeks."
        },
        "31-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/31-weeks/",
            "title": "You and your baby at 31 weeks pregnant - NHS",
            "summary": "Your baby's lungs are developing rapidly. Your baby would not be fully able to breathe on their own until about 36 weeks. High blood pressure can be harmful for you and your baby, and can be an early sign of pre-eclampsia."
        },
        "32-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/32-weeks/",
            "title": "You and your baby at 32 weeks pregnant - NHS",
            "summary": "If your baby is not lying head down at this stage, it's not a cause for concern. The amount of amniotic fluid in your uterus is increasing. Your baby is still swallowing fluid and passing it out as urine."
        },
        "33-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/33-weeks/",
            "title": "You and your baby at 33 weeks pregnant - NHS",
            "summary": "By 33 weeks of pregnancy, the baby's brain and nervous system are fully developed. Too much caffeine in pregnancy increases the risk of miscarriage or your baby being born with a low birthweight. Find out how you can ease indigestion and heartburn in pregnancy."
        },
        "34-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/34-weeks/",
            "title": "You and your baby at 34 weeks pregnant - NHS",
            "summary": "Your baby's bones are continuing to harden, apart from the skull bones. These will stay soft and separated until after the birth to make the journey through the birth canal easier. Pre-eclampsia is a condition that sometimes develops in pregnancy."
        },
        "35-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/35-weeks/",
            "title": "You and your baby at 35 weeks pregnant - NHS",
            "summary": "Labour that starts before 37 weeks is considered premature. If your baby is born early, they may need special care in hospital. You'll probably find you need to slow down because the extra weight makes you tired."
        },
        "36-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/36-weeks/",
            "title": "You and your baby at 36 weeks pregnant - NHS",
            "summary": "By 36 weeks, your baby's lungs are fully formed and ready to take their first breath. The digestive system is fully developed and your baby will be able to feed if they're born now. Find out about signs that labour has begun and what happens."
        },
        "37-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/37-weeks/",
            "title": "You and your baby at 37 weeks pregnant - NHS",
            "summary": "At 37 weeks, your pregnancy is considered full-term. The average baby weighs around 3-4kg by now. Your baby's gut now contains meconium – the sticky green substance that will form your baby's first poo after birth."
        },
        "38-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/38-weeks/",
            "title": "You and your baby at 38 weeks pregnant - NHS",
            "summary": "Labour usually starts between 38 and 42 weeks of pregnancy. If your baby does a poo during labour, the amniotic fluid will contain meconium. Your midwife or doctor should give you information about what to expect if your baby is overdue."
        },
        "39-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/39-weeks/",
            "title": "You and your baby at 39 weeks pregnant - NHS",
            "summary": "In the last weeks, some time before birth, the baby's head should move down into your pelvis. When this happens, you may notice your bump seems to move down a little. Sometimes the head does not engage until labour starts."
        },
        "40-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/40-weeks/",
            "title": "You and your baby at 40 weeks pregnant - NHS",
            "summary": "Pregnancy normally lasts about 40 weeks – 280 days from the first day of your last period. Labour usually starts a week either side of this date, but you might go overdue. Your doctor may suggest inducing labour – it's your choice whether to have this or not."
        },
        "41-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/41-weeks/",
            "title": "You and your baby at 41 weeks pregnant - NHS",
            "summary": "Because of the hormones in your body, the baby's genitals may look swollen when they're born, but they'll soon settle down to their normal size. If you've had a baby before, you'll be offered a membrane sweep at your 41-week appointment."
        },
        "42-weeks": {
            "website_url": "https://www.nhs.uk/pregnancy/week-by-week/28-to-40-plus/42-weeks/",
            "title": "You and your baby at 42 weeks pregnant - NHS",
            "summary": "There's a higher risk of stillbirth if you go over 42 weeks pregnant. induction is offered if you do not go into labour by 42 weeks. If your pregnancy lasts longer than 42 weeks, you should be offered increased monitoring to check your baby's wellbeing."
        }
    }
}